MESSAGE_DAY = {
    15: {
        1: {
            "message_day": "🎊А теперь время для приема первого саше из упаковки.\n\n"
                           "Коллаген от PP Lab поддерживает вашу красоту и жизненную силу.",
            "pozitive": 'Отличный старт, ежедневно в это время вам будут приходить напоминания'
                        ' о необходимости принять коллаген. Изменить время приема коллагена вы можете в главном меню',
            "negative": 'Вы не нажали на кнопку "Коллаген принят", поэтому бонусные балы за первый прием вам'
                        ' не начислены. Изменить время приема коллагена вы можете в главном меню',
            "image_id": 'AgACAgIAAxkBAAMMZ7zOmO4nTXkOgjnaOzN5QudfTBYAAr_uMRv2fuhJO4U74yFnnbYBAAMCAAN4AAM2BA'
        },
        2: {
            "message_day": "Пора продолжить ваш путь к красоте и молодости✨. Время принимать второе саше из упаковки.",
            "pozitive": "Вы молодец! Сегодня ваш организм получил максимум пользы от препарата.\n\n"
                        "Коллаген является важной структурой различных тканей, помогает улучшить здоровье ваших волос,"
                        " кожи, ногтей, суставов, связок и сухожилий.\n\n"
                        "Увидимся завтра👋",
            "negative": "Старайтесь не пропускать прием коллагена,"
                        " чтобы ваш организм получил максимум пользы от препарата.\n\n"
                        "Коллаген является важной структурой различных тканей, помогает улучшить здоровье ваших волос,"
                        " кожи, ногтей, суставов, связок и сухожилий.",
            "image_id": 'AgACAgIAAxkBAAMNZ7zOxS_nv44B2-wuRoviPtPpfEcAAsbuMRv2fuhJvKC8pQ6gwUkBAAMCAAN4AAM2BA'
        },
        3: {
            "message_day": "Прекрасный день, чтобы продолжить обогащать свой организм витаминами🤩."
                           " Пора открыть саше и принять коллаген от PP Lab.",
            "pozitive": "Так держать! Вы вовремя приняли препарат, и я поощряю вас 50 бонусными баллами.\n\n"
                        "Соблюдайте прием коллагена и скоро вы сможете накопить"
                        " достаточно бонусов и забрать свой подарок от PP Lab!",
            "negative": "Очень жаль, что не приняли вовремя препарат."
                        " Вы не только лишили свой организм пользы от приема коллагена,"
                        " но и потеряли 10 бонусных баллов.\n\n"
                        "Соблюдайте график приема коллагена!",
            "image_id": 'AgACAgIAAxkBAAMOZ7zQBYIOYWas7A31WatL94CNNIIAAtbuMRv2fuhJeA_HJ0XDoO0BAAMCAAN4AAM2BA'
        },
        4: {
            "message_day": "Надеюсь, следующее саше с коллагеном от PP Lab уже у вас наготове."
                           " 😋Пора принимать препарат.",
            "pozitive": "Супер! Продолжайте прием коллагена по графику, и совсем скоро вы ощутите видимый результат."
                        " За счет формы коллагена с витамином С в желе имеет более высокую степень усвоения"
                        " организмом.",
            "negative": "Вы пропустили прием коллагена по графику и лишили себя возможности восполнить дефициты.\n\n"
                        "Но не все потеряно. Принять саше можно в любое время в течение дня за 30 минут до еды.",
            "image_id": 'AgACAgIAAxkBAAMPZ7zQMghbRglHfXQ6lwS6MRu1mQYAAtfuMRv2fuhJLjdgsEAoTacBAAMCAAN4AAM2BA'
        },
        5: {
            "message_day": "Готовы покорять новые вершины? Не забудьте принять коллаген."
                           " Он придаст вам сил и бодрости.\n\n"
                           "А если будете соблюдать прием препарата по графику, то вас ждут еще и бонусные баллы."
                           " 🎁Их можно будет обменять на новую продукцию PP Lab.",
            "pozitive": "Отличный результат! Зачисляют на ваш баланс 50 бонусных баллов.\n\n"
                        "Продолжайте в том же духе.",
            "negative": "К сожалению, вы не успели принять коллаген по графику. 10 бонусных баллов сгорели.",
            "image_id": 'AgACAgIAAxkBAAMQZ7zQRxpuxiRV02TqpTHUJ1GXoJsAAtjuMRv2fuhJ2f9GkO3RqnIBAAMCAAN4AAM2BA'
        },
        6: {
            "message_day": "💥Саше с коллагеном уже у вас наготове? Самое время принять препарат.\n\n"
                           "Мы специально сделали его в форме желе, чтобы для приема не требовалось никаких"
                           " дополнительных действий  Вам остается просто открыть упаковку и выпить коллаген.",
            "pozitive": "Прекрасно! Придерживайтесь моих ежедневных рекомендаций по приему препарата для лучшего"
                        " усвоения всех полезных веществ.",
            "negative": "Если вы еще не успели принять коллаген, просто возьмите миниатюрное саше с собой и примите"
                        " его в следующий раз за 30 минут до еды.",
            "image_id": 'AgACAgIAAxkBAAMRZ7zQYLPqXYgFI6uBDiW5Xfh-Q6AAAtruMRv2fuhJBMtk_UmQ93wBAAMCAAN4AAM2BA'
        },
        7: {
            "message_day": "Натуральный коллаген от PP Lab содержит полный спектр витаминов A, B, D, E,"
                           " необходимых для красоты и здоровья. За счет содержания витамина С препарат хорошо"
                           " усваивается и может принести максимум пользы вашему организму.\n\n"
                           "💫За вами остается только соблюдение режима в приеме препарата. И желаемый результат"
                           " не заставит себя долго ждать!",
            "pozitive": "Отлично! Принимайте по одному саше с коллагеном ежедневно и не пропускайте мои уведомления."
                        " Рекомендую закрепить этот чат, чтобы не потерять его в переписках.",
            "negative": "Как жаль, что вы пропустили прием коллагена. Рекомендую закрепить этот чат, чтобы не потерять"
                        " его в переписках и своевременно получать мои уведомления о приеме препарата.",
            "image_id": 'AgACAgIAAxkBAAMSZ7zQfUQV3PVW39SNDYJ1WktboqQAAtzuMRv2fuhJQdmqIp6YiF0BAAMCAAN4AAM2BA'
        },
        8: {
            "message_day": "💗Пора позаботиться о своей красоте! Доставайте саше с коллагеном и не забудьте принять"
                           " его за 30 минут до еды.\n\n"
                           "Коллаген – основной структурный белок кожи, придающий ей силу, упругость и эластичность."
                           " Именно благодаря коллагену лицо и тело выглядят свежо и молодо!",
            "pozitive": "Вашей дисциплине можно позавидовать!",
            "negative": "Вы пропустили прием коллагена! Постарайтесь подтянуть свою дисциплину.",
            "image_id": 'AgACAgIAAxkBAAMTZ7zQ4uwu4xvzsfKDaVNjoG-F1dUAAt_uMRv2fuhJ_INVLWoHNhIBAAMCAAN4AAM2BA'
        },
        9: {
            "message_day": "Пора открывать сегодняшнюю упаковку коллагена и принимать препарат.\n\n"
                           "Специальные пищевые добавки зачастую дают более видимый результат, ☝️чем попытки"
                           " восполнить дефициты через питание.\n\n"
                           "А натуральный коллаген от PP Lab содержит еще и полный спектр витаминов A, B, C, D, E,"
                           " что поможет вам укрепить свой иммунитет.",
            "pozitive": "Вот это настрой! Спешу начислить вам еще 50 бонусных баллов.",
            "negative": "Вы все же упустили возможность принять коллаген вовремя. Вместе с этим вы потеряли еще и"
                        " 10 бонусных баллов.",
            "image_id": 'AgACAgIAAxkBAAMUZ7zQ_UXeNeCJuMFmzSxR78ZIPW8AAuDuMRv2fuhJuyansBrswsEBAAMCAAN4AAM2BA'
        },
        10: {
            "message_day": "✊В борьбе за результат дисциплина превыше всего!\n\n"
                           "Не забывайте принимать коллаген вовремя, и ваш организм скажет вам “спасибо”.",
            "pozitive": "Сегодня ваша кожа, волосы, ногти и организм в целом получили свою норму коллагена.",
            "negative": "Очень жаль, но вы не успели восполнить дефицит полезных веществ в организме. Поспешите с"
                        " приемом саше от PP Lab.",
            "image_id": 'AgACAgIAAxkBAAMVZ7zRFIwI7igfVpYMSB2SH01xEaUAAuPuMRv2fuhJDeFnzhD-10UBAAMCAAN4AAM2BA'
        },
        11: {
            "message_day": "⏰Дзынь! Напоминаю, что пришло время для приема натурального коллагена от PP Lab с"
                           " витамином C.",
            "pozitive": "Отлично! Один пункт из вашего списка дел на сегодня можно вычеркнуть.",
            "negative": "Вы пропустили прием коллагена. Постарайтесь не забыть сделать это перед следующим"
                        " приемом пищи.",
            "image_id": 'AgACAgIAAxkBAAMWZ7zRMMHukSx_lRYaj24XKvyu_DgAAuruMRv2fuhJ3NDfy2FqpdQBAAMCAAN4AAM2BA'
        },
        12: {
            "message_day": "🎯Результат требует четкости и порядка. Принимайте коллаген вовремя, и ваше тело будет"
                           " благодарно вам каждый день.",
            "pozitive": "Замечательно, что вы следуете моим рекомендациям. Совсем скоро вы заметите, какую пользу"
                        " вашему организму дает коллаген от PP Lab.""",
            "negative": "Неужели вы пропустили прием коллагена? Постарайтесь придерживаться графика, чтобы нужный вам"
                        " результат не заставил себя долго ждать.",
            "image_id": 'AgACAgIAAxkBAAMXZ7zRQ_XLhG0mDTt6W9hR62co6lEAAkHxMRut9OlJQGh4NZmg68kBAAMCAAN4AAM2BA'
        },
        13: {
            "message_day": "Мелочи творят чудеса🥰. Только представьте, вы принимаете всего по одному саше коллагена в"
                           " день, и это уже дает результат! Этим шагом вы прекрасно поддерживаете  здоровье кожи,"
                           " суставов и мышц.",
            "pozitive": "Прием коллагена по расписанию — это инвестиции в ваше здоровье. Продолжайте в том же темпе!",
            "negative": "Вы не успели принять коллаген вовремя. Неужели вы не смогли найти всего пару минут на то,"
                        " чтобы вскрыть саше и выпить свой любимый коллаген? Это проще, чем кажется!",
            "image_id": 'AgACAgIAAxkBAAMYZ7zRVYpXpF30WNyKVy7kTkkHyq0AAuvuMRv2fuhJFjEKdl2xhQ4BAAMCAAN4AAM2BA'
        },
        14: {
            "message_day": "📌Стремление к лучшему требует порядка. Принимайте коллаген вовремя, и ваше тело всегда"
                           " будет в отличной форме.",
            "pozitive": "Вы молодец! Прием коллагена вовремя, — секрет бодрости и силы вашего тела.",
            "negative": "Вы не приняли коллаген? Я верю ,что только веская причина могла встать на вашем пути к"
                        " здоровью и энергичности. Срочно устраняйте это препятствие!",
            "image_id": 'AgACAgIAAxkBAAMZZ7zRaFxWSrmz2IIXDpDM6LqwauwAAuzuMRv2fuhJks9QT3vm0O8BAAMCAAN4AAM2BA'
        },
        15: {
            "message_day": "☀️Помните, своевременный прием коллагена – это ключ к крепкому здоровью и отличной форме. ",
            "pozitive": "Вы очень дисциплинированы. Поздравляю вас!\n\nЕжедневный прием коллагена помогает сохранить"
                        " молодость, придает бодрость и жизненный тонус.",
            "negative": "А как же коллаген? Не забывайте принимать саше вовремя, и вы заметите, как улучшится"
                        " ваше самочувствие.",
            "image_id": 'AgACAgIAAxkBAAMaZ7zRf_ajHqgTZ3qNvxN51jQ3gn0AAu_uMRv2fuhJQsQClDb-ZDgBAAMCAAN4AAM2BA'
        },
    },
    30: {
        1: {
            "message_day": "🎊А теперь время для приема первого саше из упаковки.\n\n"
                           "Коллаген от PP Lab поддерживает вашу красоту и жизненную силу.",
            "pozitive": 'Отличный старт, ежедневно в это время вам будут приходить напоминания'
                        ' о необходимости принять коллаген. Изменить время приема коллагена вы можете в главном меню',
            "negative": 'Вы не нажали на кнопку "Коллаген принят", поэтому бонусные балы за первый прием вам'
                        ' не начислены. Изменить время приема коллагена вы можете в главном меню',
            "image_id": 'AgACAgIAAxkBAAMMZ7zOmO4nTXkOgjnaOzN5QudfTBYAAr_uMRv2fuhJO4U74yFnnbYBAAMCAAN4AAM2BA'
        },
        2: {
            "message_day": "Пора продолжить ваш путь к красоте и молодости✨. Время принимать второе саше из упаковки.",
            "pozitive": "Вы молодец! Сегодня ваш организм получил максимум пользы от препарата.\n\n"
                        "Коллаген является важной структурой различных тканей, помогает улучшить здоровье ваших волос,"
                        " кожи, ногтей, суставов, связок и сухожилий.\n\n"
                        "Увидимся завтра👋",
            "negative": "Старайтесь не пропускать прием коллагена, чтобы ваш организм получил максимум пользы"
                        " от препарата.\n\n"
                        "Коллаген является важной структурой различных тканей, помогает улучшить здоровье ваших волос,"
                        " кожи, ногтей, суставов, связок и сухожилий.",
            "image_id": 'AgACAgIAAxkBAAMNZ7zOxS_nv44B2-wuRoviPtPpfEcAAsbuMRv2fuhJvKC8pQ6gwUkBAAMCAAN4AAM2BA'
        },
        3: {
            "message_day": "Прекрасный день, чтобы продолжить обогащать свой организм витаминами🤩."
                           " Пора открыть саше и принять коллаген от PP Lab.",
            "pozitive": "Так держать! Вы вовремя приняли препарат, и я поощряю вас 50 бонусными баллами.\n\n"
                        "Соблюдайте прием коллагена и скоро вы сможете накопить достаточно бонусов и забрать"
                        " свой подарок от PP Lab!",
            "negative": "Очень жаль, что не приняли вовремя препарат. Вы не только лишили свой организм пользы "
                        "от приема коллагена, но и потеряли 10 бонусных баллов.\n\n"
                        "Соблюдайте график приема коллагена!",
            "image_id": 'AgACAgIAAxkBAAMOZ7zQBYIOYWas7A31WatL94CNNIIAAtbuMRv2fuhJeA_HJ0XDoO0BAAMCAAN4AAM2BA'
        },
        4: {
            "message_day": "Надеюсь, следующее саше с коллагеном от PP Lab уже у вас наготове. 😋Пора принимать"
                           " препарат.",
            "pozitive": "Супер! Продолжайте прием коллагена по графику, и совсем скоро вы ощутите видимый результат."
                        " За счет формы коллагена с витамином С в желе имеет более высокую степень усвоения"
                        " организмом.",
            "negative": "Вы пропустили прием коллагена по графику и лишили себя возможности восполнить дефициты.\n\n"
                        "Но не все потеряно. Принять саше можно в любое время в течение дня за 30 минут до еды.",
            "image_id": 'AgACAgIAAxkBAAMPZ7zQMghbRglHfXQ6lwS6MRu1mQYAAtfuMRv2fuhJLjdgsEAoTacBAAMCAAN4AAM2BA'
        },
        5: {
            "message_day": "Готовы покорять новые вершины? Не забудьте принять коллаген. Он придаст вам сил"
                           " и бодрости.\n\n"
                           "А если будете соблюдать прием препарата по графику, то вас ждут еще и бонусные баллы."
                           " 🎁Их можно будет обменять на подарки от PP Lab.",
            "pozitive": "Отличный результат! Зачисляют на ваш баланс 50 бонусных баллов.\n\n"
                        "Продолжайте в том же духе.",
            "negative": "К сожалению, вы не успели принять коллаген по графику, и ваши 10 бонусных баллов сгорели.",
            "image_id": 'AgACAgIAAxkBAAMQZ7zQRxpuxiRV02TqpTHUJ1GXoJsAAtjuMRv2fuhJ2f9GkO3RqnIBAAMCAAN4AAM2BA'
        },
        6: {
            "message_day": "💥Саше с коллагеном уже у вас наготове? Самое время принять препарат.\n\n"
                           "Мы специально сделали его в форме желе, чтобы для приема не требовалось никаких"
                           " дополнительных действий  Вам остается просто открыть упаковку и выпить коллаген.",
            "pozitive": "Прекрасно! Придерживайтесь моих ежедневных рекомендаций по приему препарата для лучшего"
                        " усвоения всех полезных веществ.",
            "negative": "Если вы еще не успели принять коллаген, просто возьмите миниатюрное саше с собой и примите"
                        " его в следующий раз за 30 минут до еды. ",
            "image_id": 'AgACAgIAAxkBAAMRZ7zQYLPqXYgFI6uBDiW5Xfh-Q6AAAtruMRv2fuhJBMtk_UmQ93wBAAMCAAN4AAM2BA'
        },
        7: {
            "message_day": "Натуральный коллаген от PP Lab содержит полный спектр витаминов A, B, D, E,"
                           " необходимых для красоты и здоровья. За счет содержания витамина С препарат хорошо"
                           " усваивается и может принести максимум пользы вашему организму.\n\n"
                           "💫За вами остается только соблюдение режима в приеме препарата. И желаемый результат не"
                           " заставит себя долго ждать!",
            "pozitive": "Отлично! Принимайте по одному саше с коллагеном ежедневно и не пропускайте мои уведомления."
                        " Рекомендую закрепить этот чат, чтобы не потерять его в переписках.",
            "negative": "Как жаль, что вы пропустили прием коллагена. Рекомендую закрепить этот чат, чтобы не потерять"
                        " его в переписках и своевременно получать мои уведомления о приеме препарата.",
            "image_id": 'AgACAgIAAxkBAAMSZ7zQfUQV3PVW39SNDYJ1WktboqQAAtzuMRv2fuhJQdmqIp6YiF0BAAMCAAN4AAM2BA'
        },
        8: {
            "message_day": "💗Пора позаботиться о своей красоте! Доставайте саше с коллагеном и не забудьте принять"
                           " его за 30 минут до еды.\n\n"
                           "Коллаген – основной структурный белок кожи, придающий ей силу, упругость и эластичность."
                           " Именно благодаря коллагену лицо и тело выглядит свежо и молодо!",
            "pozitive": "Вашей дисциплине можно позавидовать! ",
            "negative": "Вы пропустили прием коллагена! Постарайтесь подтянуть свою дисциплину.",
            "image_id": 'AgACAgIAAxkBAAMTZ7zQ4uwu4xvzsfKDaVNjoG-F1dUAAt_uMRv2fuhJ_INVLWoHNhIBAAMCAAN4AAM2BA'
        },
        9: {
            "message_day": "Пора открывать сегодняшнюю упаковку коллагена и принимать препарат.\n\n"
                           "Специальные пищевые добавки зачастую дают более видимый результат, ☝️чем попытки"
                           " восполнить дефициты через питание.\n\n"
                           "А натуральный коллаген от PP Lab содержит еще и полный спектр витаминов A, B, C, D, E,"
                           " что поможет вам укрепить свой иммунитет.",
            "pozitive": "Вот это настрой! Спешу начислить вам еще 50 бонусных баллов.",
            "negative": "Вы все же упустили возможность принять коллаген вовремя. Вместе с этим вы потеряли еще и 10"
                        " бонусных баллов.",
            "image_id": 'AgACAgIAAxkBAAMUZ7zQ_UXeNeCJuMFmzSxR78ZIPW8AAuDuMRv2fuhJuyansBrswsEBAAMCAAN4AAM2BA'
        },
        10: {
            "message_day": "✊В борьбе за результат дисциплина превыше всего!\n\n"
                           "Не забывайте принимать коллаген вовремя, и ваш организм скажет вам “спасибо”.",
            "pozitive": "Сегодня ваша кожа, волосы, ногти и организм в целом получили свою норму коллагена.",
            "negative": "Очень жаль, но вы не успели восполнить дефицит полезных веществ в организме. Поспешите с"
                        " приемом саше от PP Lab.",
            "image_id": 'AgACAgIAAxkBAAMVZ7zRFIwI7igfVpYMSB2SH01xEaUAAuPuMRv2fuhJDeFnzhD-10UBAAMCAAN4AAM2BA'
        },
        11: {
            "message_day": "⏰Дзынь! Напоминаю, что пришло время для приема натурального коллагена от PP Lab с"
                           " витамином C. ",
            "pozitive": "Отлично! Один пункт из вашего списка дел на сегодня можно вычеркнуть.",
            "negative": "Вы пропустили прием коллагена. Постарайтесь не забыть сделать это перед следующим"
                        " приемом пищи.",
            "image_id": 'AgACAgIAAxkBAAMWZ7zRMMHukSx_lRYaj24XKvyu_DgAAuruMRv2fuhJ3NDfy2FqpdQBAAMCAAN4AAM2BA'
        },
        12: {
            "message_day": "🎯Результат требует четкости и порядка. Принимайте коллаген вовремя, и ваше тело будет"
                           " благодарно вам каждый день.",
            "pozitive": "Замечательно, что вы следуете моим рекомендациям. Совсем скоро вы заметите, какую пользу"
                        " вашему организму дает коллаген от PP Lab.",
            "negative": "Неужели вы пропустили прием коллагена? Постарайтесь придерживаться графика, чтобы нужный вам"
                        " результат не заставил себя долго ждать.",
            "image_id": 'AgACAgIAAxkBAAMXZ7zRQ_XLhG0mDTt6W9hR62co6lEAAkHxMRut9OlJQGh4NZmg68kBAAMCAAN4AAM2BA'
        },
        13: {
            "message_day": "Мелочи творят чудеса🥰. Только представьте, вы принимаете всего по одному саше коллагена"
                           " в день, и это уже дает результат! Этим шагом вы прекрасно поддерживаете  здоровье кожи,"
                           " суставов и мышц.",
            "pozitive": "Прием коллагена по расписанию — это инвестиции в ваше здоровье. Продолжайте в том же темпе!",
            "negative": "Вы не успели принять коллаген вовремя. Неужели вы не смогли найти всего пару минут на то,"
                        " чтобы вскрыть саше и выпить свой любимый коллаген? Это проще, чем кажется!",
            "image_id": 'AgACAgIAAxkBAAMYZ7zRVYpXpF30WNyKVy7kTkkHyq0AAuvuMRv2fuhJFjEKdl2xhQ4BAAMCAAN4AAM2BA'
        },
        14: {
            "message_day": "📌Стремление к лучшему требует порядка. Принимайте коллаген вовремя, и ваше тело всегда"
                           " будет в отличной форме.",
            "pozitive": "Вы молодец! Прием коллагена вовремя, — секрет бодрости и силы вашего тела.",
            "negative": "Вы не приняли коллаген? Я верю ,что только веская причина могла встать на вашем пути"
                        " к здоровью и энергичности. Срочно устраняйте это препятствие!",
            "image_id": 'AgACAgIAAxkBAAMZZ7zRaFxWSrmz2IIXDpDM6LqwauwAAuzuMRv2fuhJks9QT3vm0O8BAAMCAAN4AAM2BA'
        },
        15: {
            "message_day": "☀️Помните, своевременный прием коллагена – это ключ к крепкому здоровью и отличной форме.",
            "pozitive": "Вы очень дисциплинированы. Поздравляю вас!\n\n"
                        "Ежедневный прием коллагена помогает сохранить молодость, придает бодрость и жизненный тонус.",
            "negative": "А как же коллаген? Не забывайте принимать саше вовремя, и вы заметите, как улучшится ваше"
                        " самочувствие.",
            "image_id": 'AgACAgIAAxkBAAMaZ7zRf_ajHqgTZ3qNvxN51jQ3gn0AAu_uMRv2fuhJQsQClDb-ZDgBAAMCAAN4AAM2BA'
        },
        16: {
            "message_day": "⌚Время взять следующее саше с коллагеном и подарить своему телу заряд молодости и энергии.",
            "pozitive": """Превосходно! Соблюдайте ежедневный прием коллагена и укрепляйте свое тело и дух!""",
            "negative": """Досадно, что вы до сих пор не приняли свой коллаген на сегодня. Поспешите!""",
            "image_id": 'AgACAgIAAxkBAAMbZ7zRlHme6GstwDlfSq6CiNo8-IYAAvDuMRv2fuhJJXcXdOQYU0sBAAMCAAN4AAM2BA'
        },
        17: {
            "message_day": """🎉Ваш любимый препарат с коллагеном ждёт вас! Время принять его. Легко, просто, быстро!""",
            "pozitive": """Блистательно! Начисляю вам еще 50 бонусных баллов за прием коллагена вовремя.""",
            "negative": """Печально. Но сегодня вы теряете 10 бонусных баллов, так как не приняли коллаген вовремя.""",
            "image_id": 'AgACAgIAAxkBAAMNZ7zOxS_nv44B2-wuRoviPtPpfEcAAsbuMRv2fuhJvKC8pQ6gwUkBAAMCAAN4AAM2BA'
        },
        18: {
            "message_day": "👀Пришло время поддержать свое здоровье — достаньте упаковку PP Lab и примите препарат.",
            "pozitive": "Вот это да! Вы сделали это. Сегодня вы приняли коллаген вовремя и подарили своему организму"
                        " заряд энергии.",
            "negative": "Увы и ах, но вы забыли принять коллаген. Не забудьте это сделать перед следующим приемом"
                        " пищи.",
            "image_id": 'AgACAgIAAxkBAAMdZ7zRxkekbogPBaAYsDjjT5kGiAUAAvHuMRv2fuhJ2NKkZpWDCRoBAAMCAAN4AAM2BA'
        },
        19: {
            "message_day": "🌹Коллаген от PP Lab — ваш легкий путь к молодости. Просто возьмите упаковку и выпейте"
                           " порцию на сегодня!",
            "pozitive": "Как все ладно складывается. Добавляю 50 бонусных баллов к вашему балансу за своевременный"
                        " прием препарата.",
            "negative": "Это так печально. Возможность получить +50 бонусных баллов упущена. ",
            "image_id": 'AgACAgIAAxkBAAMeZ7zR2rZkPFnlYLlvr-cAAVqzqGDLAALy7jEb9n7oSbQEu5zCnJUUAQADAgADeAADNgQ'
        },
        20: {
            "message_day": "💓Готовы к магии? Тогда регулярно принимайте коллаген, и очень скоро вы увидите,"
                           " как волшебно преобразятся ваши волосы, кожа и ногти.\n\n"
                           "Препарат содержит полный спектр витаминов A, B, C, D, E, которые помогут вам сохранить"
                           " молодость и красоту. ",
            "pozitive": "Браво! Вы успели принять коллаген вовремя. До встречи завтра!",
            "negative": "Хочется вас поругать, но я просто напомню вам, что, пропуская прием коллагена,"
                        " вы лишаете свой организм ценных питательных веществ. Постарайтесь исправить эту ситуацию.",
            "image_id": 'AgACAgIAAxkBAAMfZ7zR7TOdSE-23_OaunJ-3sQJH20AAvTuMRv2fuhJ1Om6UhpWad0BAAMCAAN4AAM2BA'
        },
        21: {
            "message_day": "😌Сегодня вашему организму необходима ваша забота. Отнеситесь к нему с вниманием"
                           " и не забудьте про прием коллагена!",
            "pozitive": "Вы это сделали! Теперь о вашем здоровье волос, кожи, ногтей и суставов позаботится коллаген"
                        " от PP Lab.",
            "negative": "К несчастью, вы не приняли коллаген вовремя. Не забывайте про дисциплину,"
                        " и тогда вы сможете давать своему организму максимум пользы от коллаген PP Lab.",
            "image_id": 'AgACAgIAAxkBAAMgZ7zSAstWYuIytInbswc-RhC0AAFIAAL27jEb9n7oSXb_qax3ydqhAQADAgADeAADNgQ'
        },
        22: {
            "message_day": "🌀Вы помните про бонусные баллы, которые я регулярно начисляю вам за своевременный"
                           " прием препарата? Надеюсь, это укрепляет вашу мотивацию и помогает не забывать"
                           " пить коллаген.\n\n"
                           "Саше на сегодня уже готово?",
            "pozitive": "Не перестаю вами восхищаться и начисляю вам 50 бонусных баллов за упорство"
                        " на пути к своей цели.",
            "negative": "Какая досада! Вы пропустили прием коллагена вовремя."
                        " Поэтому я забираю у вас 10 бонусных баллов.",
            "image_id": 'AgACAgIAAxkBAAMhZ7zSGoXugqiVJG1eleHZexorY7cAAkbxMRut9OlJBSVXgergWiMBAAMCAAN4AAM2BA'
        },
        23: {
            "message_day": "🌟Вы сегодня настоящая звезда! Сияйте!\n\n"
                           "А коллаген от PP Lab будет заботиться о вашем здоровье и красоте. Пора принимать саше.",
            "pozitive": "Супер результат! Всего одно саше с коллагеном PP Lab зарядило ваш организм"
                        " максимальной пользой.",
            "negative": "Мне тоскливо от того, что вы лишаете себя шанса иметь здоровые волосы,"
                        " кожу и мышцы. А ведь все в ваших руках! Просто возьмитесь за дисциплину и не пропускайте"
                        " прием коллагена.",
            "image_id": 'AgACAgIAAxkBAAMiZ7zSLUaS-OeJiC0eV6WPf_f1dLIAAvzuMRv2fuhJYwwM34UnzUcBAAMCAAN4AAM2BA'
        },
        24: {
            "message_day": "📆Наступил новый день! А значит, пора открывать новое саше с коллагеном.",
            "pozitive": "Великолепно! Саше с коллагеном принято. Теперь препарат поможет вам сохранить вашу красоту"
                        " и здоровье. Можете не волноваться об этом.",
            "negative": "Минус один прекрасный день, когда ваш организм получал бы максимум пользы от приема"
                        " коллагена.\n\n"
                        "Как это исправить? Не забудьте в следующий раз принять саше за 30 минут до еды.",
            "image_id": 'AgACAgIAAxkBAAMjZ7zSQIv-bqEs7OtFAZIO8T6cu1AAAknxMRut9OlJ06HEMvqNTGEBAAMCAAN4AAM2BA'
        },
        25: {
            "message_day": "👑Открыть вам секрет красоты и здоровья? Да вот же он — новенькое саше с коллагеном"
                           " от PP Lab. Скорее принимайте препарат.",
            "pozitive": "Вы неотразимы! Ежедневно принимайте коллаген, и вы с легкостью сможете поддерживать "
                        "себя в форме.\n\n"
                        "Коллаген – один из наиболее распространенных и важных белков в организме человека. "
                        "Многие хоть раз слышали о том, что он полезен для всего организма, особенно для кожи,"
                        " волос и суставов. Но далеко не все знают, что он также полезен и для иммунной системы!",
            "negative": "Это упущенная возможность поддержать себя в форме.\n\n"
                        "Коллаген – один из наиболее распространенных и важных белков в организме человека."
                        " Многие хоть раз слышали о том, что он полезен для всего организма, особенно для кожи,"
                        " волос и суставов. Но далеко не все знают, что он также полезен и для иммунной системы!",
            "image_id": 'AgACAgIAAxkBAAMkZ7zSjpELDaIF4NA2A57EoWFVi8cAA-8xG_Z-6EkPOmOZbnDIbwEAAwIAA3gAAzYE'
        },
        26: {
            "message_day": "💰Готовы пополнить свои бонусные баллы? Напоминаю, что за своевременный прием коллагена"
                           " вы получите 50 бонусных баллов. А если пропустите, то будет минус 10.\n\n"
                           "Пора доставать саше с коллагеном!",
            "pozitive": "Сегодня вы сделали еще один шаг к своему совершенству!"
                        " И, конечно, получили 50 бонусных баллов.",
            "negative": "Беда не приходит одна. Вы не только пропустили прием коллагена,"
                        " но и потеряли 10 бонусных баллов.",
            "image_id": 'AgACAgIAAxkBAAMlZ7zSosJk9gAB-1IGm_-ZZd7AiywQAAJL8TEbrfTpSe87cRFOp7NoAQADAgADeAADNgQ'
        },
        27: {
            "message_day": "😇Вы сегодня выглядите потрясающе! Пусть коллаген от PP Lab поддерживает вашу красоту"
                           " и здоровье. Пора принимать препарат.",
            "pozitive": "Так держать! В упаковке осталось всего несколько саше."
                        " Постарайтесь не пропускать приемы коллагена.",
            "negative": "Вышел промах. Кажется, вы забыли о приеме коллагена."
                        " Постарайтесь исправить это как можно скорее.",
            "image_id": 'AgACAgIAAxkBAAMmZ7zSt7cMwDa8S-6e8P0PZtyjwaYAAgPvMRv2fuhJZRejWSW0YoQBAAMCAAN4AAM2BA'
        },
        28: {
            "message_day": "💎Вы излучаете уверенность! А коллаген от PP Lab с витамином C поможет сохранить"
                           " ваше здоровье и добавить свежести вашему облику."
                           " Не пропускайте приемы, и все будет замечательно.",
            "pozitive": "Блестяще! Вы уже на финишной прямой к своей цели.",
            "negative": "Упс. Что-то пошло не так. Почему же вы до сих пор не приняли коллаген…",
            "image_id": 'AgACAgIAAxkBAAMnZ7zSxuVwrjFi1hmnlDPXjZ3g3gYAAgTvMRv2fuhJc0eXiVK1IgYBAAMCAAN4AAM2BA'
        },
        29: {
            "message_day": "♥️Коллаген от PP Lab поможет вам сохранить свежий и ухоженный внешний вид."
                           " Время для преображений и приема препарата! ",
            "pozitive": "Вы на высоте! Продолжайте прием коллагена по графику и не забудьте о покупке новой упаковки.",
            "negative": "Пускай пропуск приема коллагена будет сегодня самой большой неудачей, и дальше ваш"
                        " день сложится просто потрясающе.",
            "image_id": 'AgACAgIAAxkBAAMoZ7zS2WIkXWPEHwHV16DjO1CFLWIAAgXvMRv2fuhJJHMTQ8DUMYcBAAMCAAN4AAM2BA'
        },
        30: {
            "message_day": "💧Не забудьте принять коллаген от PP Lab для хорошего самочувствия. Он содержит полный"
                           " спектр витаминов A ,B, C, D, E, которые необходимы каждому для поддержания здоровья.\n\n"
                           "Именно за счет добавления витамина С препарат прекрасно усваивается организмом и придает"
                           " вам сил и энергии.",
            "pozitive": "Теперь вы готовы завоевать весь мир!",
            "negative": "Что-то пошло не так? Устраните все препятствия у себя на пути и не забудьте про"
                        " прием коллагена.",
            "image_id": 'AgACAgIAAxkBAAMpZ7zS9IXedI5pV07yo6JhBHIV7LgAAgbvMRv2fuhJ9JUMsw4aIjMBAAMCAAN4AAM2BA'
        },
    }
}


async def message_day_volume(day: int, volume: int) -> dict:
    return MESSAGE_DAY[volume][day]
